alsa-utils
autoconf
automake
base
binutils
bison
bspwm
compton-tryone-git
cpupower
dhcpcd
dialog
dosfstools
efibootmgr
fakeroot
fd
feh
firefox-developer-edition
firefox-tridactyl
flex
font-manager
fzf
gcc
git
groff
grub
intel-ucode
iw
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
m4
make
man-db
man-pages
mpv
mtools
nbfc
neovim
netctl
networkmanager
nnn
nodejs
npm
ntfs-3g
nvidia
nvidia-lts
nvidia-utils
openssh
os-prober
patch
pkgconf
polybar
pulseaudio
pulseaudio-alsa
python-pywal
ripgrep
rofi
sudo
sxhkd
sxiv
taskell
texinfo
the_silver_searcher
tmux
tree
ttf-font-awesome
ttf-font-awesome-4
ttf-iosevka
ttf-material-icons-git
udisks2
universal-ctags-git
unzip
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-utils
xdo
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
youtube-dl
ytop
zathura
zathura-pdf-mupdf
zsh
etckeeper
